; Japanese
; Rukoto, 四天王寺

[Japanese]
IDS_UPDATE_NO=利用可能なアップデートはありません。
IDS_UPDATE_YES=アップデートが利用可能です。今すぐダウンロードしてインストールしますか?
IDS_FILE=ファイル
IDS_SETTINGS=設定
IDS_EXIT=終了
IDS_LANGUAGE=言語
IDS_HELP=ヘルプ
IDS_WEBSITE=Webサイト
IDS_CHECKUPDATES=アップデートを確認
IDS_ABOUT=バージョン情報
IDS_DONATE=開発を支援する!
IDS_TRAY_SHOW=ウィンドウを表示/非表示
IDS_TRAY_DISABLE=無効
IDS_TRAY_POPUP_1=クリーンアップする領域
IDS_TRAY_POPUP_2=自動クリーンアップ (上限到達)
IDS_TRAY_POPUP_3=自動クリーンアップ (一定間隔)
IDS_CLEAN=メモリ クリーンアップ
IDS_GROUP_1=物理メモリ
IDS_GROUP_2=仮想メモリ
IDS_GROUP_3=システム ワーキング セット
IDS_ITEM_1=使用量
IDS_ITEM_2=利用可能量
IDS_ITEM_3=総使用可能量
IDS_SETTINGS_GENERAL=全般
IDS_SETTINGS_MEMORY=メモリ クリーンアップ
IDS_SETTINGS_APPEARANCE=外観
IDS_SETTINGS_TRAY=トレイ アイコン
IDS_CLOSE=閉じる
IDS_TITLE_1=全般構成
IDS_TITLE_2=言語
IDS_TITLE_3=クリーンアップするメモリ領域
IDS_TITLE_4=メモリ管理
IDS_TITLE_5=ホットキー (グローバル)
IDS_TITLE_6=スタイル
IDS_TITLE_7=表示色
IDS_TITLE_8=マウス制御
IDS_TITLE_9=バルーン ヒント
IDS_ALWAYSONTOP_CHK=常に手前に表示
IDS_LOADONSTARTUP_CHK=システムの起動時に読み込む
IDS_STARTMINIMIZED_CHK=最小化の状態で起動
IDS_REDUCTCONFIRMATION_CHK=メモリ クリーンアップ開始時に承認ダイアログを表示
IDS_SKIPUACWARNING_CHK=「ユーザー アカウント制御」のプロンプト警告をスキップ
IDS_CHECKUPDATES_CHK=アップデートを定期的に確認 (推奨)
IDS_LANGUAGE_HINT=言語の選択:
IDS_AUTOREDUCTENABLE_CHK=自動クリーンアップ (上限超過): (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=自動クリーンアップ (一定間隔): (min.)
IDS_HOTKEY_CLEAN_CHK=メモリ クリーンアップ:
IDS_TRAYUSETRANSPARENCY_CHK=背景を透明化
IDS_TRAYSHOWBORDER_CHK=境界線を表示
IDS_TRAYROUNDCORNERS_CHK=角を丸くする
IDS_TRAYCHANGEBG_CHK=背景色を変更 (テキスト/境界線の色との切り替え)
IDS_TRAYUSEANTIALIASING_CHK=アンチエイリアスを使用
IDS_FONT_HINT=フォント:
IDS_COLOR_TEXT_HINT=テキストの色:
IDS_COLOR_BACKGROUND_HINT=背景色:
IDS_COLOR_WARNING_HINT=背景色 (警告レベル):
IDS_COLOR_DANGER_HINT=背景色 (危険レベル):
IDS_TRAYLEVELWARNING_HINT=警告レベルのしきい値: (%)
IDS_TRAYLEVELDANGER_HINT=危険レベルのしきい値: (%)
IDS_TRAYACTIONDC_HINT=ダブルクリック:
IDS_TRAYACTIONMC_HINT=ミドルクリック:
IDS_TRAY_ACTION_1=ウィンドウを表示/非表示
IDS_TRAY_ACTION_2=メモリ クリーンアップ
IDS_TRAY_ACTION_3=タスク マネージャーを開く
IDS_SHOW_CLEAN_RESULT_CHK=メモリ クリーンアップの結果を表示
IDS_QUESTION=メモリ クリーンアップを実行してもよろしいですか?
IDS_QUESTION_WARNING=[スタンバイ リスト] と [更新されたページ リスト] を有効にすると、コンピューターが 1 分程度フリーズする場合があります。オプションを有効にしてよろしいですか?
IDS_QUESTION_FLAG_CHK=今後このメッセージを表示しない
IDS_STATUS_CLEANED=%s のメモリがクリーンアップされました。
IDS_STATUS_NOPRIVILEGES=管理者権限が必要なため、プログラムを管理者として実行してください。
IDS_UPDATE_DOWNLOAD=アップデートをダウンロードしています...
IDS_UPDATE_DONE=アップデートのダウンロードが完了しました。
IDS_UPDATE_ERROR=アップデート サーバーとの接続でエラーが発生しました。
IDS_UPDATE_INIT=新しいリリースを確認しています...
IDS_UPDATE_INSTALL=アップデートが利用可能です。今すぐインストールしますか?
IDS_RESET=リセット
IDS_QUESTION_RESET=本当にすべてのアプリケーション設定をリセットしてよろしいですか?
IDS_TRAYICONSINGLECLICK_CHK=トレイ アイコンのシングルクリックで開く
IDS_NOTIFICATIONSOUND_CHK=通知音を有効化
IDS_TITLE_ADVANCED=詳細設定
087=「スタンバイ リスト」と「更新されたページ リスト」の自動クリーンアップを許可
088=クリーンアップの結果をデバッグ ログに記録
